update intNews set content = '作者： 編譯田思怡╱綜合報導 | 聯合新聞網 – 2014年8月21日 上午4:27
曾在利比亞被俘 獲釋後馬上再回戰場
認為沒戰地報導 怎讓世人知戰爭可怕
ＣＮＮ報導，被聖戰組織「伊斯蘭國」（ＩＳ）斬首的美國記者佛里有自己的部落格，取名「紛亂的世界」，副題是普魯士將軍克勞塞維茨（Carl von Clausewitz）的名言「戰爭是人類行為」。
這位戰地記者的報導意在顯現「恐怖戰爭中的人性」。拍攝敘利亞戰爭紀錄片的導演范戴克接受ＢＢＣ訪問表示，佛里曾在利比亞被捕，知道戰地記者的危險，但對自己的工作有很強的信念。「他愛他的工作，想敘述敘利亞人民的故事，什麼都阻止不了。」
佛里和另外兩名記者曾在二○一一年被利比亞政府逮捕，在牢裡待了六周後獲釋，返美短暫停留，很快又回到利比亞。
佛里二○一二年接受ＢＢＣ訪問表示，他被戰爭吸引，「想揭露不為人知的故事。戰爭有極端暴力，想知道這些人的真面目。」
他接受「波士頓環球報」訪問時不想太凸顯自己故事，「你不想被說成是二○一一年被抓的傢伙」。他說：「我認為戰地新聞報導很重要，沒有這些照片、影片和報導，我們無法告訴世人戰爭多可怕。」
佛里曾在利比亞親眼目睹攝影記者漢默爾被殺害，並為他成立基金。與佛里在利比亞一起被捕的美國女記者克萊兒．吉里斯說，他為漢默爾的家人募款，並為一位失蹤的同事返回敘利亞，還為阿勒坡野戰醫院募款買救護車，他在當地拍下醫師用最簡陋的設備救人的影片。
吉里斯說，當他們被關在的黎波里時，佛里總是鼓勵大家保持樂觀。他每天都為他們列出交流清單，包括十部電影、每個人最愛的書籍等。他們在監獄裡談論羅馬帝國的衰落和西方文明的重生。
友人紛紛在推特上懷念佛里，彭博社記者薛曼寫道：「他為人風趣、溫暖，是《謀殺綠腳趾》的超級粉絲。」ＣＢＳ駐外記者克拉莉莎．華德把她的推特照片換上佛里戴頭盔、穿護甲、拿攝影機的照片。她寫道：「我選擇用這種方式懷念詹姆斯（佛里），一個勇敢的記者，對敘利亞起義懷抱熱情。」
佛里出生於新罕布夏州，曾任教師，後來想當記者，進入西北大學著名的麥迪爾新聞學院，曾隨美軍赴伊拉克和阿富汗。' where id = 1